Repository: UdayRamani/face_reco_app
Catalog: lib/l10n/app_*.arb
Languages: kk, ru

# language
source: English
kk: Казақ
ru: Русский

source: Hello World
kk: Қош келдіңіз
ru: Добро пожаловать

# login_title
source: Login
kk: Авторизация
ru: Авторизация

# login_subtitle
source: Login into recognize children
kk: Балаларды тану үшін жүйеге кіріңіз
ru: Войдите в систему для распознавание детей

# username_login_hint
source: username
kk: Логин
ru: Логин

source: Username required
kk: Пайдаланушы аты қажет
ru: Логин объязательно

# password_login_hint
source: password
kk: Пароль
ru: Пароль

source: Password required
kk: Құпия сөз қажет
ru: Необходима пароль

# submit_btn
source: Submit
kk: Кіру
ru: Войти

source: Dashboard
kk: Биометрия
ru: Биометрия

source: Classroom
kk: Балаларды тіркеу
ru: Регистрация детей

# attendance_btn_home
source: Attendance accounting
kk: Табель
ru: Учет посещений

# registration_children_btn_home
source: Registration of children
kk: Фото тіркеу
ru: Регистрация фото

source: Okay
ru: ОК

source: New Attendance
kk: Тағы да
ru: Еще раз

source: Successfully
kk: Сәтті
ru: Успешно

source: We got to know the children
kk: Балаларды таныдық
ru: Мы распознали детей

source: Again
kk: Қайталау
ru: Повторить еще

source: Not recognized!
ru: Не распознан!

# we_can_not_recognize
source: We can't recognize, not available in our database!
kk: Біз тани алмаймыз, тіркелмеген!
ru: Мы не можем распознать, нет в нашей базе данных!

source: Loading
kk: Күте тұрыңыз...
ru: Ожидайте...

source: Successfully submitted.
kk: Сәтті жіберілді
ru: Успешно отправлен

# atten_empty
source: Attention! Without adding a child, you will not be able to submit attendance data.
kk: Назар аударыңыз! Балаңыздың суретін қоспасаңыз, сабаққа қатысу деректерін жібере алмайсыз.
ru: Внимание! Не добавив фото ребенка, вы не сможете представить данные о посещаемости.

source: Groups
kk: Топтар
ru: Группы

# child_registering
source: The child is being registered.
kk: Баланың суреті тіркелді.
ru: Фото ребенка зарегистрирован.

# registration_successfully
source: Successful registration.
kk: Сәтті тіркелді!
ru: Успешная регистрация!

# press_ok_to_con
source: Press ok to continue
kk: Тағы
ru: Продолжить

source: Logout
kk: Шығу
ru: Выйти

# logout_q
source: Do you want to Logout?
kk: Шыққыңыз келе ме?
ru: Вы хотите выйти?

source: Not
kk: Жоқ
ru: Нет

source: yes
kk: Иә
ru: Да

source: Children
kk: Балалар
ru: Дети
